docs/migration/evidence/b0-artifacts/design1/arms/arm3-transient-memo/mutations/pass1.memo.tsv.diff
--- /tmp/aeb0/arms/arm3-transient-memo/mutations/pass1.memo.tsv.pre	2026-08-20 16:37:41
+++ /tmp/aeb0/arms/arm3-transient-memo/mutations/pass1.memo.tsv.post	2026-08-20 16:42:41
@@ -1,2 +1,3 @@
 2026-08-20T14:37:41Z	dummy:dummy	build	baseline memo row one
 2026-08-20T14:37:41Z	dummy2:helper	handover	baseline handover row
+2026-08-20T14:38:31Z	dummy2:helper	mutationtopic	harvested memo row for the b0 arm
