docs/migration/evidence/b0-artifacts/design1/arms/arm5-persistent-events/mutations/pass2.events.jsonl.diff
--- /tmp/aeb0/arms/arm5-persistent-events/mutations/pass2.events.jsonl.pre	2026-08-20 16:42:55
+++ /tmp/aeb0/arms/arm5-persistent-events/mutations/pass2.events.jsonl.post	2026-08-20 16:42:55
@@ -9,3 +9,4 @@
 {"ts":"2026-08-20T14:37:44Z","actor":"dummy2:helper","action":"reply","target":"dummy:dummy","ref":"ae-20260820T143742Z-dc3cde5a","actor_slot":"spawned.0","actor_session":"b0tmpl","target_slot":"main","target_session":"b0tmpl","summary":"baseline answer one","body_file":"/tmp/aeb0/tmpl/home/.ae/sessions/b0tmpl/messages/ae-20260820T143742Z-dc3cde5a.reply.WLyIHa.txt"}
 {"ts":"2026-08-20T14:37:45Z","actor":"dummy:dummy","action":"ask","target":"dummy2:helper","ref":"ae-20260820T143744Z-130cc381","actor_slot":"main","actor_session":"b0tmpl","target_slot":"spawned.0","target_session":"b0tmpl","summary":"baseline question two (left open)","body_file":"/tmp/aeb0/tmpl/home/.ae/sessions/b0tmpl/messages/ae-20260820T143744Z-130cc381.ask.er0Tn5.txt"}
 {"ts":"2026-08-20T14:38:52Z","actor":"dummy:dummy","action":"ask","target":"dummy2:helper","ref":"ae-20260820T143851Z-a25e30c8","actor_slot":"main","actor_session":"b0tmpl","target_slot":"spawned.0","target_session":"b0tmpl","summary":"harvested mutation ask number 1","body_file":"/tmp/aeb0/tmpl/home/.ae/sessions/b0tmpl/messages/ae-20260820T143851Z-a25e30c8.ask.KahZBw.txt"}
+{"ts":"2026-08-20T14:38:53Z","actor":"dummy:dummy","action":"ask","target":"dummy2:helper","ref":"ae-20260820T143852Z-92923996","actor_slot":"main","actor_session":"b0tmpl","target_slot":"spawned.0","target_session":"b0tmpl","summary":"harvested mutation ask number 2","body_file":"/tmp/aeb0/tmpl/home/.ae/sessions/b0tmpl/messages/ae-20260820T143852Z-92923996.ask.ywjRhg.txt"}
