docs/migration/evidence/l-artifacts/L-END/arms/identity-uppercase-meta-uuid/meta.mutation.diff
--- /tmp/aelx/L-END/identity-uppercase-meta-uuid/cap/meta.before-mutation.txt	2026-08-20 18:38:41
+++ /tmp/aelx/L-END/identity-uppercase-meta-uuid/cap/meta.after-mutation.txt	2026-08-20 18:38:41
@@ -1,7 +1,7 @@
 mode=local
 origin=/private/tmp/aelx/L-END/identity-uppercase-meta-uuid/w
 session=id2
-session_id=75641b99-07f7-462b-874c-d3b27e80d047
+session_id=75641B99-07F7-462B-874C-D3B27E80D047
 work_dir=/private/tmp/aelx/L-END/identity-uppercase-meta-uuid/w
 layout=vertical
 config=/tmp/aelx/L-END/identity-uppercase-meta-uuid/h/.ae/config
