docs/migration/evidence/l-artifacts/L-END/arms/identity-uppercase-meta-uuid/meta.mutation.diff
--- /tmp/aelx/L-END/identity-uppercase-meta-uuid/cap/meta.before-mutation.txt	2026-08-20 19:06:51
+++ /tmp/aelx/L-END/identity-uppercase-meta-uuid/cap/meta.after-mutation.txt	2026-08-20 19:06:51
@@ -1,7 +1,7 @@
 mode=local
 origin=/private/tmp/aelx/L-END/identity-uppercase-meta-uuid/w
 session=id2
-session_id=ae326a1d-4960-4ab0-9efd-9ee401c2cc29
+session_id=AE326A1D-4960-4AB0-9EFD-9EE401C2CC29
 work_dir=/private/tmp/aelx/L-END/identity-uppercase-meta-uuid/w
 layout=vertical
 config=/tmp/aelx/L-END/identity-uppercase-meta-uuid/h/.ae/config
