docs/migration/evidence/l-artifacts/L-PURGE/arms/execution-sentinel-compact/mutation.diff
--- /tmp/aelx/L-PURGE/execution-sentinel-compact/cap/member.before.txt	2026-08-20 19:17:49
+++ /tmp/aelx/L-PURGE/execution-sentinel-compact/cap/member.after.txt	2026-08-20 19:17:55
@@ -0,0 +1,2 @@
+#!/bin/sh
+printf %s "batch-l sentinel: this archive member was EXECUTED" > /tmp/aelx/L-PURGE/execution-sentinel-compact/SENTINEL-WAS-EXECUTED
