docs/migration/evidence/l-artifacts/L-PURGE/arms/execution-sentinel-from/mutation.diff
--- /tmp/aelx/L-PURGE/execution-sentinel-from/cap/member.before.txt	2026-08-20 19:17:32
+++ /tmp/aelx/L-PURGE/execution-sentinel-from/cap/member.after.txt	2026-08-20 19:17:39
@@ -0,0 +1,2 @@
+#!/bin/sh
+printf %s "batch-l sentinel: this archive member was EXECUTED" > /tmp/aelx/L-PURGE/execution-sentinel-from/SENTINEL-WAS-EXECUTED
