docs/migration/evidence/l-artifacts/L-PURGE/arms/unidentifiable-missing-meta-keep-assume-stopped/mutation.diff
--- /tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep-assume-stopped/cap/session-meta.before.txt	2026-08-20 19:23:13
+++ /tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep-assume-stopped/cap/session-meta.after.txt	2026-08-20 19:23:17
@@ -1,15 +1 @@
-mode=local
-origin=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep-assume-stopped/w
-session=un
-session_id=dd3e6398-710c-450a-902e-b7230efd82b0
-work_dir=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep-assume-stopped/w
-layout=vertical
-config=/tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep-assume-stopped/h/.ae/config
-main_pane=%0
-ae_path=/tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep-assume-stopped/b/ae
-ae_version=0.2.1
-tmux_server=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep-assume-stopped/t/tmux-501/default
-tmux_server_kind=socket
-agent.main=claude:claude:c141d721-dd08-4d39-8c9b-c2fed7a506aa
-agent_bin.main=claude
-watchdog=true
+(the meta file no longer exists)
