docs/migration/evidence/l-artifacts/L-PURGE/arms/unidentifiable-missing-meta-keep/mutation.diff
--- /tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep/cap/session-meta.before.txt	2026-08-20 19:19:04
+++ /tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep/cap/session-meta.after.txt	2026-08-20 19:19:08
@@ -1,15 +1 @@
-mode=local
-origin=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep/w
-session=un
-session_id=24928824-ebef-47a3-9e9f-c78200ad6f9b
-work_dir=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep/w
-layout=vertical
-config=/tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep/h/.ae/config
-main_pane=%0
-ae_path=/tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep/b/ae
-ae_version=0.2.1
-tmux_server=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-keep/t/tmux-501/default
-tmux_server_kind=socket
-agent.main=claude:claude:03fb360c-86a5-492c-baad-1efe8742133b
-agent_bin.main=claude
-watchdog=true
+(the meta file no longer exists)
