docs/migration/evidence/l-artifacts/L-PURGE/arms/unidentifiable-missing-meta-purge-assume-stopped/mutation.diff
--- /tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge-assume-stopped/cap/session-meta.before.txt	2026-08-20 19:23:24
+++ /tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge-assume-stopped/cap/session-meta.after.txt	2026-08-20 19:23:27
@@ -1,15 +1 @@
-mode=local
-origin=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge-assume-stopped/w
-session=un
-session_id=cc68c110-c0b5-4534-a55d-cd997fe78e52
-work_dir=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge-assume-stopped/w
-layout=vertical
-config=/tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge-assume-stopped/h/.ae/config
-main_pane=%0
-ae_path=/tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge-assume-stopped/b/ae
-ae_version=0.2.1
-tmux_server=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge-assume-stopped/t/tmux-501/default
-tmux_server_kind=socket
-agent.main=claude:claude:0f5aad9f-b69e-4bf1-bad4-30b440a6d494
-agent_bin.main=claude
-watchdog=true
+(the meta file no longer exists)
