docs/migration/evidence/l-artifacts/L-PURGE/arms/unidentifiable-missing-meta-purge/mutation.diff
--- /tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge/cap/session-meta.before.txt	2026-08-20 19:19:15
+++ /tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge/cap/session-meta.after.txt	2026-08-20 19:19:19
@@ -1,15 +1 @@
-mode=local
-origin=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge/w
-session=un
-session_id=450b2e84-5a96-4b56-a8e2-154c30190cc6
-work_dir=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge/w
-layout=vertical
-config=/tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge/h/.ae/config
-main_pane=%0
-ae_path=/tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge/b/ae
-ae_version=0.2.1
-tmux_server=/private/tmp/aelx/L-PURGE/unidentifiable-missing-meta-purge/t/tmux-501/default
-tmux_server_kind=socket
-agent.main=claude:claude:f2571b2c-a284-4fea-9223-0e943cc4f6b2
-agent_bin.main=claude
-watchdog=true
+(the meta file no longer exists)
