docs/migration/evidence/l-artifacts/L-PURGE/arms/unidentifiable-unparseable-id-purge/mutation.diff
--- /tmp/aelx/L-PURGE/unidentifiable-unparseable-id-purge/cap/session-meta.before.txt	2026-08-20 19:19:36
+++ /tmp/aelx/L-PURGE/unidentifiable-unparseable-id-purge/cap/session-meta.after.txt	2026-08-20 19:19:40
@@ -1,7 +1,7 @@
 mode=local
 origin=/private/tmp/aelx/L-PURGE/unidentifiable-unparseable-id-purge/w
 session=un
-session_id=bfdbe691-08d2-4a02-90c0-406364feeab3
+session_id=not-a-uuid--0000
 work_dir=/private/tmp/aelx/L-PURGE/unidentifiable-unparseable-id-purge/w
 layout=vertical
 config=/tmp/aelx/L-PURGE/unidentifiable-unparseable-id-purge/h/.ae/config
