docs/migration/evidence/l-artifacts/L-PURGE/arms/validator-taxonomy-b1-symlink-inside-purge/archive.mutation.diff
--- /tmp/aelx/L-PURGE/validator-taxonomy-b1-symlink-inside-purge/cap/archive.pre-mutation.tsv	2026-08-20 19:09:54
+++ /tmp/aelx/L-PURGE/validator-taxonomy-b1-symlink-inside-purge/cap/archive.post-mutation.tsv	2026-08-20 19:09:54
@@ -3,6 +3,6 @@
 .	dir	700	7	224	-	-
 digest.md	file	600	1	1322	-	afb56324fa75046500404220741bdfb8fb79d7871acb01199544f88cceed42d2
 events.jsonl	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
-memo.tsv	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
+memo.tsv	symlink	755	1	10	/etc/hosts	-
 messages	dir	700	2	64	-	-
 meta	file	600	1	675	-	e185195c24be8aa91a1637198007b0cc712366c5bfceafdc9c4aa0f21b0a1fb5
