docs/migration/evidence/l-artifacts/L-PURGE/arms/validator-taxonomy-b2-fifo-inside-purge/mutation.diff
--- directory manifest diff ---
--- /tmp/aelx/L-PURGE/validator-taxonomy-b2-fifo-inside-purge/cap/mutation.dir.before.tsv	2026-08-20 19:10:28
+++ /tmp/aelx/L-PURGE/validator-taxonomy-b2-fifo-inside-purge/cap/mutation.dir.after.tsv	2026-08-20 19:10:28
@@ -3,6 +3,6 @@
 .	dir	700	7	224	-	-
 digest.md	file	600	1	1319	-	04426a9e6d3b23979e53ed6aee676b1d81bc4d8f21ab43522fbb366c0c8eb1ba
 events.jsonl	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
-memo.tsv	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
+memo.tsv	fifo	600	1	0	-	-
 messages	dir	700	2	64	-	-
 meta	file	600	1	672	-	65c6c8038bb40dfa3a14d2fa0d4bbb6ab62db541b3d0ab0f9efaebab0dec4fee
