docs/migration/evidence/l-artifacts/L-PURGE/arms/validator-taxonomy-c1-messages-dir-0755-from/archive.mutation.diff
--- /tmp/aelx/L-PURGE/validator-taxonomy-c1-messages-dir-0755-from/cap/archive.pre-mutation.tsv	2026-08-20 19:11:31
+++ /tmp/aelx/L-PURGE/validator-taxonomy-c1-messages-dir-0755-from/cap/archive.post-mutation.tsv	2026-08-20 19:11:31
@@ -4,5 +4,5 @@
 digest.md	file	600	1	1324	-	2d9e0ba6f20298d2aa81e390fe0bf7cd819b2307b133fff0fc22ccb4177abe44
 events.jsonl	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 memo.tsv	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
-messages	dir	700	2	64	-	-
+messages	dir	755	2	64	-	-
 meta	file	600	1	677	-	79c55561ca08c1ef721ba4ae46ed57e575624ba57a8860c6c6058fcd73fcdad9
