docs/migration/evidence/l-artifacts/L-PURGE/arms/validator-taxonomy-e1-exec-user-from/mutation.diff
--- directory manifest diff ---
--- /tmp/aelx/L-PURGE/validator-taxonomy-e1-exec-user-from/cap/mutation.dir.before.tsv	2026-08-20 19:13:14
+++ /tmp/aelx/L-PURGE/validator-taxonomy-e1-exec-user-from/cap/mutation.dir.after.tsv	2026-08-20 19:13:14
@@ -1,7 +1,7 @@
 # manifest-root	/tmp/aelx/L-PURGE/validator-taxonomy-e1-exec-user-from/h/.ae/archive/2ca6d069-052d-410f-8563-6d01492eae99
 #path	type	mode	nlink	size	link	sha256
 .	dir	700	7	224	-	-
-digest.md	file	600	1	1316	-	36613fa0e863d1eb41f85f5a62ccc30a3bfe7e1f146450482e5e425fc3e951d7
+digest.md	file	700	1	1316	-	36613fa0e863d1eb41f85f5a62ccc30a3bfe7e1f146450482e5e425fc3e951d7
 events.jsonl	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 memo.tsv	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 messages	dir	700	2	64	-	-
