docs/migration/evidence/l-artifacts/L-PURGE/arms/validator-taxonomy-e2-exec-group-purge/mutation.diff
--- directory manifest diff ---
--- /tmp/aelx/L-PURGE/validator-taxonomy-e2-exec-group-purge/cap/mutation.dir.before.tsv	2026-08-20 19:13:31
+++ /tmp/aelx/L-PURGE/validator-taxonomy-e2-exec-group-purge/cap/mutation.dir.after.tsv	2026-08-20 19:13:31
@@ -1,7 +1,7 @@
 # manifest-root	/tmp/aelx/L-PURGE/validator-taxonomy-e2-exec-group-purge/h/.ae/archive/e2cdd183-c90d-4e93-9357-7b2ea0f07b0c
 #path	type	mode	nlink	size	link	sha256
 .	dir	700	7	224	-	-
-digest.md	file	600	1	1318	-	d7f61a328be4e7ec5b765f6ee983973bf4a48e10f7e4e2399f1484747425a39c
+digest.md	file	610	1	1318	-	d7f61a328be4e7ec5b765f6ee983973bf4a48e10f7e4e2399f1484747425a39c
 events.jsonl	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 memo.tsv	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 messages	dir	700	2	64	-	-
