docs/migration/evidence/l-artifacts/L-PURGE/arms/validator-taxonomy-e3-exec-other-from/archive.mutation.diff
--- /tmp/aelx/L-PURGE/validator-taxonomy-e3-exec-other-from/cap/archive.pre-mutation.tsv	2026-08-20 19:14:23
+++ /tmp/aelx/L-PURGE/validator-taxonomy-e3-exec-other-from/cap/archive.post-mutation.tsv	2026-08-20 19:14:23
@@ -1,7 +1,7 @@
 # manifest-root	/tmp/aelx/L-PURGE/validator-taxonomy-e3-exec-other-from/h/.ae/archive/7d7de912-f209-42cc-9d3c-e8b623be4bfa
 #path	type	mode	nlink	size	link	sha256
 .	dir	700	7	224	-	-
-digest.md	file	600	1	1317	-	13c74fa0c1492c9e0365c1345db871a9d4e8f6b736d1668012b023bb608f4713
+digest.md	file	601	1	1317	-	13c74fa0c1492c9e0365c1345db871a9d4e8f6b736d1668012b023bb608f4713
 events.jsonl	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 memo.tsv	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 messages	dir	700	2	64	-	-
