docs/migration/evidence/l-artifacts/L-PURGE/arms/validator-taxonomy-e3-exec-other-purge/mutation.diff
--- directory manifest diff ---
--- /tmp/aelx/L-PURGE/validator-taxonomy-e3-exec-other-purge/cap/mutation.dir.before.tsv	2026-08-20 19:14:06
+++ /tmp/aelx/L-PURGE/validator-taxonomy-e3-exec-other-purge/cap/mutation.dir.after.tsv	2026-08-20 19:14:06
@@ -1,7 +1,7 @@
 # manifest-root	/tmp/aelx/L-PURGE/validator-taxonomy-e3-exec-other-purge/h/.ae/archive/bca85094-7a2e-4c59-bc51-2d3171608d2a
 #path	type	mode	nlink	size	link	sha256
 .	dir	700	7	224	-	-
-digest.md	file	600	1	1318	-	06aab99f92a42f115cdda76ef76fafe07655bba23d2cd3bfceb92ccdbdd95298
+digest.md	file	601	1	1318	-	06aab99f92a42f115cdda76ef76fafe07655bba23d2cd3bfceb92ccdbdd95298
 events.jsonl	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 memo.tsv	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 messages	dir	700	2	64	-	-
