docs/migration/evidence/l-artifacts/L-PURGE/arms/validator-taxonomy-f2-count-mismatch-from/archive.mutation.diff
--- /tmp/aelx/L-PURGE/validator-taxonomy-f2-count-mismatch-from/cap/archive.pre-mutation.tsv	2026-08-20 19:15:38
+++ /tmp/aelx/L-PURGE/validator-taxonomy-f2-count-mismatch-from/cap/archive.post-mutation.tsv	2026-08-20 19:15:38
@@ -5,4 +5,4 @@
 events.jsonl	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 memo.tsv	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 messages	dir	700	2	64	-	-
-meta	file	600	1	674	-	713c1ecbbf7267a0d6f3695073875e61e47bb59a84b506b6e18039f86feb9d05
+meta	file	600	1	675	-	c71e4f49c6bb32fac63b1e0dfdb4304e22236af78facba59ee6e5cc2a044594c
