docs/migration/evidence/l-artifacts/L-PURGE/arms/validator-taxonomy-f2-count-mismatch-purge/archive.mutation.diff
--- /tmp/aelx/L-PURGE/validator-taxonomy-f2-count-mismatch-purge/cap/archive.pre-mutation.tsv	2026-08-20 19:15:20
+++ /tmp/aelx/L-PURGE/validator-taxonomy-f2-count-mismatch-purge/cap/archive.post-mutation.tsv	2026-08-20 19:15:21
@@ -5,4 +5,4 @@
 events.jsonl	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 memo.tsv	file	600	1	0	-	e3b0c44298fc1c149afbf4c8996fb92427ae41e4649b934ca495991b7852b855
 messages	dir	700	2	64	-	-
-meta	file	600	1	675	-	a0431b966829d0d1fd92df09538257ab38223c85d5e282988ffa60c4524a0b7c
+meta	file	600	1	676	-	a2d411f92015b70397efafe919fa99278523a050b2717079c3fa5412eb5258c6
