docs/migration/evidence/l-artifacts/L-STOP/arms/identity-c3-wrong-recorded-server/mutation.diff
--- /tmp/aelx/L-STOP/identity-c3-wrong-recorded-server/cap/meta.before.txt	2026-08-20 19:35:21
+++ /tmp/aelx/L-STOP/identity-c3-wrong-recorded-server/cap/meta.after.txt	2026-08-20 19:35:30
@@ -8,7 +8,7 @@
 main_pane=%0
 ae_path=/tmp/aelx/L-STOP/identity-c3-wrong-recorded-server/b/ae
 ae_version=0.2.1
-tmux_server=/private/tmp/aelx/L-STOP/identity-c3-wrong-recorded-server/t/tmux-501/default
+tmux_server=/tmp/aelx/L-STOP/identity-c3-wrong-recorded-server/t/tmux-501/OTHERSERVER
 tmux_server_kind=socket
 agent.main=claude:claude:2c74e100-a07f-4000-ba81-64e1a660bea7
 agent_bin.main=claude
