docs/migration/evidence/l-artifacts/L-STOP/arms/legacy-migration-injection/mutation.diff
--- /tmp/aelx/L-STOP/legacy-migration-injection/cap/meta.before.txt	2026-08-20 19:38:46
+++ /tmp/aelx/L-STOP/legacy-migration-injection/cap/meta.after.txt	2026-08-20 19:38:54
@@ -1,6 +1,6 @@
 mode=local
 origin=/private/tmp/aelx/L-STOP/legacy-migration-injection/w
-session=leg
+session=leg'"$(touch SENTINEL_TOUCHED)"'x
 session_id=68d9bc96-895a-4720-a02b-9b6de312aab7
 work_dir=/private/tmp/aelx/L-STOP/legacy-migration-injection/w
 layout=vertical
